results_v1/SCI-065/files/results/openfoam_cases/flow_0p5_ml_min/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 0);
boundaryField
{
    inlet
    {
        type fixedValue;
        value uniform (0 0 2.94731376e-04);
    }
    outlet
    {
        type zeroGradient;
    }
    wall
    {
        type noSlip;
    }
    wedgeLow
    {
        type wedge;
    }
    wedgeHigh
    {
        type wedge;
    }
    core
    {
        type symmetryPlane;
    }
}
