results_v1/SCI-065/files/results/openfoam_cases/flow_0p5_ml_min/constant/fvOptions
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      fvOptions;
}
basketResistance
{
    type explicitPorositySource;
    active yes;
    explicitPorositySourceCoeffs
    {
        selectionMode cellZone;
        cellZone basketZone;
        type DarcyForchheimer;
        // porosity = 0.4
        DarcyForchheimerCoeffs
        {
            d d [0 -2 0 0 0 0 0] (1.000000e+07 1.000000e+07 1.000000e+07);
            f f [0 -1 0 0 0 0 0] (1.000000e+05 1.000000e+05 1.000000e+05);
            coordinateSystem
            {
                type cartesian;
                origin (0 0 0);
                coordinateRotation
                {
                    type axesRotation;
                    e1 (1 0 0);
                    e2 (0 1 0);
                }
            }
        }
    }
}
