results_v1/SCI-065/files/results/openfoam_cases/flow_0p5_ml_min/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
transportModel  Newtonian;
nu              nu [0 2 -1 0 0 0 0] 9.9304865938e-07;
rho             rho [1 -3 0 0 0 0 0] 1007.000000;
dynamicViscosity mu [1 -1 -1 0 0 0 0] 0.001000;
